Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-1.pdf.tmx
Source language: nob
Languages: sme

source: Innledning
sme: Álgu

source: Denne beretningen omhandler perioden fra 10.11.2017 til 09.02.2018 og er knyttet opp til Sametingets budsjett for 2018.
sme: Dát dieđáhus guoská áigodahkii 10.11.2017 rájes gitta 09.02.2018 rádjai ja čatnasa Sámedikki 2018 bušehttii.

source: Sametingsrådet har i denne perioden avholdt to fysiske rådsmøter og flere telefonmøter og har behandlet 145 saker.
sme: Sámediggeráđđi lea dán áigodagas doallan guoket fysalaš ráđđečoahkkima ja máŋga telefončoahkkima ja meannudan 145 ášši.

source: Som det framgår av oversikten på www.sametinget.no/Arrangementer har rådet i tillegg deltatt på flere møter og representasjoner.
sme: Nu go oidno geahčastagas www. samediggi.no/Lagideamit, de lea ráđđi dasa lassin searvan ollu čoahkkimiidda ja ovddastemiide.

source: Språk
sme: Giella

source: Samfunnsmål: · Samisk og norsk er likeverdige språk.
sme: · Sámegielat ja dárogiella leat ovttaárvosaš gielat.

source: 2.2 Bruk av samisk språk Mål for innsatsområdet: · Innbyggerne i forvaltningsområdet for samisk språk kan aktivt bruke samisk i kommunikasjon med offentlige instanser.
sme: Áŋgiruššansuorggi mihttomearri: · Sii geat ásset sámegiela hálddašanguovllus galget beassat geavahit sámegiela go gulahallet almmolaš ásahusaiguin.

source: Tospråklighetstilskudd til kommuner og fylkeskommuner
sme: Guovttegielalašvuođadoarjja gielddaide ja fylkkagielddaide

source: Sametinget har sendt tilskuddsbrev om tospråklighetstilskuddet 2018 til kommuner og Kriteriene for måloppnåelse i betjeningsdelen er at tospråklighetstilskuddet skal bidra til at innbyggerne i forvaltningsområdet skal kunne bevare og utvikle sitt språk, at innbyggerne i forvaltningsområdet blir betjent på samisk når de kontakter offentlige etater og at kommunene i forvaltningsområdet arbeider aktivt for å synliggjøre og øke bruken av samisk språk i det offentlige.
sme: Sámediggi lea sádden juolludanreivviid guovttegielatdoarjagiid 2018 ektui gielddaide ja fylkkagielddaide sámegiela hálddašanguovllus. Bálvalanoasi ulbmilolahusa eavttut leat ahte guovttegielatvuođadoarjja galgá váikkuhit dasa ahte hálddašanguovllu olbmot besset bisuhit ja ovddidit gielaset, hálddašanguovllu olbmot bálvaluvvojit sámegillii go váldet oktavuođa almmolaš etáhtaiguin ja ahte hálddašanguovllu gielddat árjjalaččat barget sámegiela čalmmustahttimiin ja sámegiela geavaheami lasihemiin almmolašvuođas.

source: Sametingsrådet har bevilget utviklingsdelen i henhold til den 3-årige handlingsplanen for kommunene og fylkeskommunene 2018-2020.
sme: Sámediggeráđđi lea juolludan ovddidanoasi gielddaid ja fylkkagielddaid 3-jagi doaibmaplána 2018-2020 vuođul.

source: Kriteriene for måloppnåelse i utviklingsdelen er at kommunen arrangerer språkutviklingstiltak for barn og unge, og at kommunen arrangerer samiskspråklige tiltak til kommunens befolkning.
sme: Ovddidanoasi ulbmilolahusa eavttut lea ahte gielda lágida sámegielovdánahttindoaimmaid mánáide ja nuoraide, ja ahte gielda lágida sámegiel doaimmaid gieldda álbmogii.

source: Kriteriene for måloppnåelse i fylkeskommunene er at fylkeskommunen finansierer drift som utvikler og styrker samisk språk innenfor fylkeskommunens ansvarsområde.
sme: Fylkkagielddaid ulbmilolahusa eavttut lea ahte fylkkagielda ruhtada doaimmaid mat ovddidit ja nannejit sámegiela fylkkagieldda ovddasvástádussurggiin.

source: Hattfjelldal kommune ble i 2017 en del av forvaltningsområdet for samisk språk.
sme: Aarporte gielda lea 2017:s laktojuvvon sámi giellahálddašanguvlui.

source: I den anledning holdt president Aili Keskitalo møte med formannskapet i Hattfjelldal kommune.
sme: Dan olis doalai presideanta Aili Keskitalo čoahkkima Aarporte gieldda ovdagottiin.

source: På møtet snakket president Aili Keskitalo om ansvar og forpliktelser i forvaltningsområdet for samisk språk.
sme: Čoahkkimis ságastalai presideanta ovddasvástádusaid ja geatnegasvuođaid birra sámi hálddašanguovllus.

source: Presidenten pekte på viktigheten av å samarbeide med andre kommuner i forvaltningsområdet og med ulike institusjoner i kommunen.
sme: Presideanta čujuhii ahte lea dehálaš ovttasbargat eará gielddaiguin hálddašanguovllus ja iešguđetge institušuvnnaiguin mat leat gielddas.

source: Kommunen orienterte på sin side om sine planer og virksomhet.
sme: Gieldda bealis fas muitaledje sin plánaid ja doaimmaid birra.

source: Språkundersøkelsen Det er ikke arbeidet med saken siden siste plenumsmøte.
sme: Giellaiskkadeapmi Ii leat bargon áššiin maŋŋel maŋemus dievasčoahkkima.

source: Kommunekategorier I desember ble plenumssak SD 17/052 Kommunekategorier – Samisk språkområde vedtatt som en del av oppfølgingen av NOU 2016:18 Hjertespråket.
sme: Suohkankategoriijat Juovlamánus dohkkehuvvui dievasčoahkkinášši SD 17/052 Suohkankategoriijat - Sámi giellaguovlu oassin NAČ 2016:18 Váibmogiela čuovvuleamis.

source: Sametingsrådet skal begynne arbeidet med å definere innhold og kriterier til de ulike kommunekategoriene, og se på nye passende tilskuddsmodeller.
sme: Sámediggeráđđi áigu iešguđet suohkankategoriijaid sisdoalu ja eavttuid defineregahtit, ja árvvoštallat ođđa heivvolaš doarjjamálliid.

source: I forbindelse med dette arbeidet er det invitert til kommuneseminar i Tromsø 24.- 25.05.2018. Tema på seminaret er kommunekategoriene og eventuell ny tilskuddsmodell.
sme: Dan barggu oktavuođas leat bovden suohkanseminárii Romsii 24.- 25.05.2018. Seminára fáddán leat suohkankategoriijat ja vejolaš ođđa doarjjamálle.

source: 2.3 Utvikling av samiske språk Mål for innsatsområdet: · Befolkningen har mulighet til å lære seg samisk og fremme språket.
sme: Áŋgiruššansuorggi mihttomearri: · Álbmogis lea vejolašvuohta oahppat ja ovddidit sámegiela.

source: Samiske språksentre - direkte tilskudd Sametinget har fordelt aktivitetstilskuddet til språksentrene på bakgrunn av språksentrenes handlingsplan.
sme: Giellaguovddážat – njuolggadoarjja Sámediggeráđđi lea juohkán giellaguovddážiid aktivitehtadoarjaga iešguđetge giellaguovddáža doaibmaplánaid vuođul.

source: Kriteriene for måloppnåelsen er at det arrangeres språkkurs og språkarenaer lokalt, men språksentrene kan også samle inn og offentliggjøre samiske stedsnavn i de områdene som Sametinget prioriterer.
sme: Ulbmilolahusa eavttut leat ahte lágiduvvojit giellakurssat ja giellaarenat báikkálaččat, muhto giellaguovddážat sáhttet maiddái čohkket ja almmuhit sámi báikenamaid dáin guovlluin maid Sámediggi vuoruha.

source: Sametinget har sendt tilskuddsbrev til språksentrene om tilskuddet for 2018.
sme: Sámediggi lea sádden juolludanreivviid 2018 doarjaga ektui giellaguovddážiidda.

source: Sijti Jarnge har søkt om og fått driftstilskudd som grunnlag for å etablere et samisk språksenter.
sme: Sijti Jarnge lea ohcan ja ožžon doaibmadoarjaga mii lea vuođđun ásahit sámi giellaguovddáža.

source: I den anledning holdt president Aili Keskitalo et møte med Sijti Jarnge.
sme: Dan oktavuođas doalai presideanta Aili Keskitalo čoahkkima Sijti Jarngiin.

source: På møtet snakket presidenten om ansvar og forpliktelser som språksentrene har.
sme: Čoahkkimis ságastalai presideanta ovddasvástádusaid ja geatnegasvuođaid birra mat leat go lea sámi giellaguovddáš.

source: Presidenten pekte på viktigheten av å samarbeide både med kommunen og andre samiske institusjoner.
sme: Presideanta čujuhii man dehálaš lea ovttasbargat sihke suohkaniin ja eará sámi institušuvnnaiguin.

source: Sijti Jarnge orienterte på sin side om sine planer og om hvordan de ønsker å fremme og utvikle samisk språk i dette området.
sme: Sijti Jarnge bealis muitaledje makkár plánat sis leat ja movt háliidivčče ovddidit ja nannet sámegiela dien guovllus.

source: Sametinget har hatt møte med Karasjok kommune fordi de har søkt om støtte til tiltak som skal danne grunnlag for opprettelsen av et samisk språksenter.
sme: Sámediggi lea doallan čoahkkima Kárášjoga gielddain dan olis go sii leat ohcan doarjaga doaimmaide mat leat vuođđun ásahit sámi giellaguovddáža.

source: Søknaden vil bli behandlet i løpet av to måneder.
sme: Ohcan meannuduvvo guovtti mánu siste.

source: Språkprosjekter - søkerbasert tilskudd Språkprosjektene er kunngjort for søk og det er allerede begynt å komme inn søknader i år.
sme: Giellaprošeavttat – ohcanvuđot doarjja Giellaprošeavttat leat almmuhuvvon ohcanládje ja leat juo boahtigoahtán ohcamat dán jagi.

source: Søknadene blir behandlet fortløpende.
sme: Ohcamat meannuduvvojit dađistaga.

source: Sametinget har i 2018 tatt på seg forvaltningen av midler til skolte-, sør-, lule- og markasamiske språktiltak.
sme: Sámediggi lea 2018:s váldán badjelasas sierra ruđaid hálddašeami nuortalaš-, oarjel-, julev- ja márkosámi gielladoaibmabijuide.

source: Av disse midlene er det satt av kr 500 000 til Ä´vv museet til revitalisering av det skoltesamiske språket.
sme: Ä´vv museai várrejuvvo 500 000 ru. dain ruđain ealáskahttit nuortalaš giela.

source: Disse kr 500 000 innvilges sammen med direktestøtten til museet.
sme: Dát 500 000 ru. juolluduvvojit ovttas museaid njuolggadoarjagiin.

source: Sametinget har lagt til to nye prioriteringer til språkprosjektene, som midlene er satt av til.
sme: Sámediggi lea lasihan guokte ođđa vuoruheami giellaprošeavttaide, masa dat ruđat leat várrejuvvon.

source: Sør-, lule- og markasamisk språkområde kan søke om støtte fra disse prioriteringene.
sme: Lulli-, julev- ja márkosámi giellaguovllut sáhttet ohcat doarjaga dain vuoruhemiin.

source: Også språksentrene i disse områdene kan søke om støtte fra prioriteringene i språkprosjektet.
sme: Giellaguovddážat dain guovlluin sáhttet maiddái ohcat doarjaga daid giellaprošeakta vuoruhemiin.

source: Det vil etter hvert bli vurdert om midlene fortsatt skal gis som søkerbasert støtte, eller settes av som direktestøtte.
sme: Dađistaga ferte árvvoštallat galget go ruđat bissut ohcanvuđot doarjjan, vai biddjot njuolggadoarjjan.

source: Åpne møter på Værnes og Bodø 10.- 11.01.2018 I forbindelse med overtakelsen av midlene inviterte Sametinget språkmiljøene i sør-, lule- og markasamisk språkområdene til åpne møter på Værnes og Bodø.
sme: Rabas čoahkkimat Værnesas ja Bådåddjos 10.- 11.01.2018 Dan oktavuođas go ožžo ruđaid, bovdii Sámediggi lulli-, julev- ja márkosámi giellaguovlluid giellabirrasiid rabas čoahkkimiidda Værnesas ja Bådådjos.

source: President Aili Keskitalo og Sametingsrådet deltok under møtene.
sme: Presideanta Aili Keskitalo ja Sámediggeráđđi oassálaste čoahkkimiidda.

source: Språkmiljøene fikk anledning til å komme med innspill og fortelle om behov i sine språkområder.
sme: Giellabirrasat besse buktie árvalusaid ja muitalit sin giellaguovlluid dárbbuid birra.

source: Det var stor deltakelse fra alle språkmiljøene.
sme: Buot giellabirrasiin ledje boahtán ollu oassálastit.

source: Språkmotivering for ungdom - søkerbasert tilskudd Muligheten for å søke om språkmotiveringsstipend for elever som har samisk på videregående skole ble kunngjort for søk fra 16.01.2018.
sme: Stipeanda joatkkaskuvlaohppiide – ohcanvuđot doarjja Vejolašvuohta ohcat giellamovttiidahttinstipeandda ohppiide geain lea sámegiella joatkkaskuvllas almmuhuvvui ohcanládje ođđajagimánu 16. b. rájes.

source: Søknadsfristen går ut 31.03.2018. Det kommer daglig inn søknader, og de behandles fortløpende.
sme: Ohcanáigemearri dievvá njukčamánu 31. b. Beaivválaččat bohtet ohcamat, ja dat meannuduvvojit dađistaga.

source: Nytt for i år er at også elever på videregående skole som tar eksamen som privatist kan søke om stipend.
sme: Ođas dán jagi lea ahte maiddái joatkkaskuvlaoahppit geat váldet sámegieleksámena privatistan, besset ohcat stipeandda.

source: Rettskrivningsbok for lulesamisk – prosjekt Planarbeidet har startet.
sme: Julevsámegiel riektačállinrávagirji – prošeakta Plánenbargu lea álggahuvvon.

source: Sámi Giellagáldu - prosjekt Sámi Giellagáldu er det øverste organet i samiskfaglige spørsmål, som fungerer med prosjektstøtte fra Interreg.
sme: Sámi Giellagáldu – prošeakta Sámi Giellagáldu lea sámegielaid bajimuš fágalaš áššedovdiorgána, mii doaibmá Interreg-prošeaktaruhtademiin.

source: Sámi Giellagáldu er et nordisk samisk språkorgan underlagt Samisk Parlamentarisk Råd, som sametingene i de tre landene finansierer i tillegg til prosjektstøtten.
sme: Sámi Giellagáldu lea Sámi Parlamentáralaš Ráđi vuollásaš davviriikk alaš sámi giellaorgána, man golmma riikka sámedikkit ruhtadit prošeaktaruhtadeami lassin.

source: Nordsamisk seksjon i Sámi Giellagáldu har én gang i denne perioden hatt møte gjennom Skype og normert 42 nye termer på nordsamisk.
sme: Sámi Giellagáldu davvisámegiela giellajuogus čoahkkanii oktii Skype bokte dán áigodagas ja normerii 42 ođđa tearpma davvisámegillii.

source: Lulesamisk seksjon møttes i Stockholm i Sverige 5.- 6.12.2017.
sme: Julevsámegiela giellajuogus čoahkkanii juovlamánu 5.- 6. beivviid Stockholmas, Ruoŧas.

source: Språkseksjonen normerte 51 nye termer på lulesamisk.
sme: Giellajuogus normerii 51 ođđa tearpma julevsámegillii.

source: Etter planen skulle seksjonen samles i begynnelsen av februar i Ôstersund i Sverige. Dette møtet er utsatt til midten av mars.
sme: Plánaid mielde galggai juogus čoahkkanit guovvamánu álggus Staarii, Ruŧŧii, muhto dát čoahkkin lea maŋiduvvon njukčamánu gaskkamuddui.

source: Sørsamisk språkseksjon møttes i Ôstersund 18.- 20.12.2017.
sme: Lullisámegiela giellajuogus čoahkkanii Staares juovlamánu 18.- 20. beivviid.

source: Seksjonen behandlet 230 nye ord, og av disse ble 122 nye sørsamiske ord normert.
sme: Giellajuogus meannudii 230 ođđa sáni. Dáin normerejuvvojedje 122 ođđa sáni lullisámegillii.

source: Møtebøkene og alle de nye termene er publisert på Sámi Giellagáldu sine nettsider www.giella.org.
sme: Čoahkkingirjjit ja buot ođđa tearpmat leat almmuhuvvon Sámi Giellagáldu neahttasiidduin www.

source: De nye termene er kunngjort også i den digitale ordbanken www.satni.org.
sme: org. Ođđa tearpmat leat almmuhuvvon maiddái www. satni.org digitála sátnebáŋkkus.

source: Sametingsrådet mener at normeringen er grunnlaget for all annen virksomhet knyttet til språkutvikling.
sme: Sámediggeráđđi oaivvilda normerema leat vuođđun buot eará giellaovddideapmái guoski doaimmaide.

source: Hvis det ikke finnes ord og termer, er det umulig å gjennomføre andre språkutviklingstiltak, som for eksempel å utarbeide læremidler på samisk.
sme: Jus eai gávdno sánit ja doahpagat, de lea veadjemeahttun čađahit eará giellaovddidandoaibmabijuid, dego ráhkadit oahpponeavvuid sámegillii.

source: Sametingsrådet mener at det nordiske språksamarbeidet er viktig for å bevare en felles plattform for de samiske språkene og for at samiskspråklige skal kunne kommunisere uavhengig av riksgrensene.
sme: Sámediggeráđđi oaivvilda davviriikkalaš giellaovttasbarggu dehálažžan, vai sámegielain seailu oktasaš vuođđu ja sámegielagat sáhttet gulahallat riikkarájáin beroškeahttá.

source: Sámi Giellagáldu sitt oppfølgingsprosjekt avsluttes i slutten av mai.
sme: Sámi Giellagáldu joatkkaprošeakta nohká miessemánu loahpas.

source: Sametingsrådet mener at normeringsarbeidet også etter prosjektperioden bør gjennomføres på nordisk nivå.
sme: Sámediggeráđđi oaivvilda ahte normerenbargguid berre čađahit davviriikkalaččat maiddái prošeaktaáigodaga maŋŋá.

source: Sametinget har i budsjettet for 2018 sikret 3 millioner kroner til Norges del av utgiftene.
sme: Sámediggi lea sihkarastán Sámedikki jagi 2018 bušeahtas Sámi Giellagáldu Norgga beale goluide 3 miljon ruvnno.

source: Sametingsrådet tok opp i møte med styret til Samisk Parlamentarisk Råd 05.02.2018 i Ôstersund opp en fast finansiering av Sámi Giellagáldu. Der diskuterte styret i Samisk Parlamentarisk Råd hvordan saken skal følges opp, siden man på finsk og svensk side ikke har fått tilleggsmidler til dette arbeidet.
sme: Sámediggeráđđi válddii Sámi Giellagáldu bistevaš ruhtadeami ovdan Sámi Parlamentáralaš Ráđi stivrra čoahkkimis guovvamánu 5. beaivvi Staares. Doppe ságastalle Sámi Parlamentáralaš Ráđi stivrra lahtut movt ášši galgá čuovvoluvvot go Suomas ja Ruoŧas eai leat ožžon lasseruđaid bargui dán jagi.

source: Det ble bestemt at saken skal tas opp igjen på SPR sitt styremøte i slutten av februar hvis det til da er klarere hvordan finansieringen kan løses.
sme: Mearriduvvui ahte ášši galgá fas loktejuvvot SPR stivračoahkkimii guovvamánu loahpas, jus dassážii lea eambbo čielgan movt ruhtadeapmi šaddá.

source: Alle de tre sametingene ønsker å fortsette samarbeidet også etter at prosjektet er avsluttet.
sme: Buot golmma Sámedikkis livččii áigumuš joatkit ovttasbargguin maŋŋel prošeaktaloahpaheami maiddái.

source: 2.4 Oppfølging av "Hjertespråket" Mål for innsatsområdet · Sikre og utvikle de samiske språkenes fremtid
sme: Áŋgiruššansuorggi mihttomearri: · Sihkkarastit ja ovddidit sámi gielaid boahtteáiggi

source: Kommunal- og moderniseringsdepartementet (KMD) koordinerer oppfølgingsarbeidet til regjeringen, og Sametinget har sammen med de berørte departementene hatt møte om oppfølgingen av NOU 2016:18 Hjertespråket.
sme: Gielda- ja ođasmahttindepartemeanta (GOD) koordinere čuovvolanbarggu ráđđehusa bealis, ja Sámediggi lea ovttas guoskevaš departemeanttaiguin čoahkkinastán movt čuovvolit NÁČ 2016:18 Váibmogiela.

source: På møtet fortalte departementene om sine vurderinger i de ulike fagområdene som berøres av Hjertespråket.
sme: Čoahkkimiin muitaledje departemeanttat sin veardádallamiid iešguđetge fágasurggiin mat guoskkahuvvojit Váibmogielas.

source: Sametinget har blant annet lagt fram sitt plenumsvedtak i sak 052/17 om kommunekategorier og samiske språkområder, og der Sametinget forventer at oppfølgingsarbeidet med lovendringer og tiltak blir iverksatt snarest mulig.
sme: Sámediggi lea earret eará ovdanbuktán dievasčoahkkinmearrádusa 052/17 suohkankategoriijaid ja sámi giellaguovlluid birra, ja Sámediggi vuordá ahte čuovvolanbargu láhkarievdademiid ja doaimmaid birra biddjo johtui farggamusat.

source: Sametinget holder kontakt med KMD og andre departement om oppfølgingsarbeidet.
sme: Sámediggi doalaha oktavuođa GOD:in ja eará departemeanttaiguin čuovvolanbarggu birra.

source: Sametinget har utformet en redegjørelse om samisk språkreform, som legges frem til debatt på dette plenumsmøtet.
sme: Sámediggeráđđi lea hábmen čielggadeami sámi giellaođastusa birra, mii ovddiduvvo digaštallamii dán dievasčoahkkimis.

source: Formålet med redegjørelsen er å legge grunnlaget for språkreformen som Sametinget skal starte i 2019.
sme: Čielggadeami ulbmil lea bidjat vuođu giellaođastussii maid Sámediggi áigu álggahit 2019 rájes.

source: Europeisk pakt om regions- eller minoritetsspråk - 25-års jubileum Europarådet holdt et seminar i tilknytning til feiringen av 25-års jubileet til pakten om regions- eller minoritetsspråk.
sme: Eurohpáráđi regiovdna- ja unnitlogugielaid lihttu - 25 jagi ávvudeapmi Eurohpáráđđi lágidii seminára regiovdna- ja unnitlogugielaid lihtu 25 jagi ávvudeami oktavuođas.

source: Sametinget la fram utfordringer som Sametinget erfarer at pakten har, blant annet at alle de samiske språkene ikke er på samme nivå i språkpakten.
sme: Sámediggi ovddidii hástalusaid lihtus maid Sámediggi vásiha, earret eará ahte buot sámegielat eai leat seamma dásis giellalihtus.

source: Sametinget fikk også knytte kontakt med nettverkene og fikk utvekslet erfaringer med andre som arbeider med å bevare og utvikle minoritetsspråk.
sme: Sámediggi maid čanai oktavuođaid fierpmádagaiguin ja beasai juogadit vásáhusaid earáiguin geat barget unnitlogugielaid seailluhemiin ja ovddidemiin.

source: Digitalisering Kommunesektorens interesse- og arbeidsgiverorganisasjon i Norge (KS) og Sametinget legger mye innsats i de samme sakene, som for eksempel i kommunepolitikken og i kommunenes økonomiske vilkår.
sme: Digitaliseren Gielddasuorggi beroštus- ja bargoaddiorganisašuvdna Norggas (KS) ja Sámediggi áŋgiruššet olu seammalágan áššiiguin, nugo gielddaid politihkka ja gielddaid ruhtaeavttuiguin.

source: Sametinget har hatt møte med KS der tema var aktuelle saker som kommunene i språkforvaltningsområdet og digitalisering på kommunalt nivå ble drøftet.
sme: Sámedikkis lea leamaš čoahkkin KS:in gos fáddá lei áigeguovdilis áššit nugo gielddat giellahálddašanguovllus ja digitaliseren gielddaid dásis.

source: Sametinget pekte på at digitaliseringen også må skje på de samiske språkene og at KS og Sametinget kunne ha et nærmere samarbeid.
sme: Sámediggi ovddidii ahte digitaliseren maid ferte dáhpáhuvvat sámegielaide, ja ahte KS ja Sámediggi sáhtášedje lagabut ovttasbargat.

source: En eventuell samarbeidsavtale ble også drøftet, men det er ennå ikke tatt noen avgjørelse.
sme: Ságastallojuvvui maid vejolaš ovttasbargošiehtadusa birra, muhto mearrádus ii leat vel dahkkon.

source: Møte med Duoddara Ráfe pitesamisk senter Sametingsrådet hadde møte med Duoddara Ráfe pitesamisk senter og Pitesamisk museum i Bodø 11.01.2018. Medlemmer fra språkgruppa Bidumsámegiella rijka gaskan deltok som observatører.
sme: Sámediggi doalai čoahkkima Duoddara Ráfe bidumsámi guovddážiin ja Bidumsámi museain Bådåddjos 11.01.2018. Bidumsámegiella rijka gaskan giellajoavkku lahtut oassálaste dárkojeaddjin.

source: President Aili Keskitalo var klar på at pitesamisk språk ikke blir glemt under oppfølgingen av NOU 2016:18 Hjertespråket.
sme: Presideanta Aili Keskitalo lei čielggas das ahte bidumsámegiella ii vajáldahttojuvvo NAČ 2016:18 Váibmogiela čuovvoleamis.

source: I forbindelse med normeringsprosessen av pitesamisk språk, er det viktig å samarbeide med Sametinget i Sverige, blant annet da de fleste språkbrukerne bor på svensk side av Sápmi.
sme: Bidumsámegiel normerenproseassa oktavuođas lea deaŧalaš ovttasbargat Ruoŧa bealde Sámedikkiin, earret eará dannego eanaš giellageavaheaddjit ásset Ruoŧabealde Sámis.

source: President Aili Keskitalo hadde møte med Sametinget i Sverige under Staare 2018 i Ôstersund, hvor det ble enighet om samarbeid og å legge fram en felles sak for SPR-styret med forslag om å nedsette en arbeidsgruppe/normeringsgruppe bestående av pitesamiske morsmålstalere samt samiske språkkyndige.
sme: Presideanta Aili Keskitalo doalai čoahkkima Ruoŧa bealde Sámedikkiin Staares, Staare 2018 oktavuođas, gos sohppojuvvui ovttasbargu ja ovddidit oktasaš ášši SPR-stivrii evttohusain ahte nammadit bargojoavkku/normerenjoavkku mas leat miede bidumsámi eatnigielagat ja sámi giellačeahpit.

source: Sametinget anerkjenner viktigheten av at pitesamisk språk blir normert.
sme: Sámediggi dovddasta man deaŧalaš dat lea ahte normeret bidumsámegiela.

source: Det er samtidig viktig å bygge opp interessen for å lære det pitesamiske språket.
sme: Seammás lea deaŧalaš movttiidahttit oahppat bidumsámegiela.

source: Pass Arbeidet med fornying av pass ble startet for et par år siden da Politidirektoratet ba Sametinget om hjelp fordi de ønsket at passene skulle være også på samisk.
sme: Pássa Pássaid ođasmahttinbargu álggahuvvui moadde jagi dassái go Politidirektoráhta jearai veahki Sámedikkis go háliidedje pássaid maiddái sámegillii.

source: Sametinget ble spurt om å hjelpe til med nordsamisk tekst til passene.
sme: Sámediggi jerrojuvvui veahkkin fuolahit pássaide davvisámegiela teavstta.

source: Politidirektoratet ønsket å bruke nordsamisk fordi det har andre bokstaver.
sme: Politidirektoráhtta dáhtui geavahit davvisámegiela dannego das leat earálágan čállinmearkkat.

source: Dette arbeidet er nå avsluttet og på de nye passene vil det også være samisk.
sme: Dát bargu lea dál loahpahuvvon ja ođđa pássain boahtá maid leat davvisámegiella.
